do

function run(msg, matches)
  return [[
🔱 لیست سرویس های تله گولد 🔱
==================
#ip
آی پی شما
#getip 
آی پی شخصی دیگر
==================
#config آی پی شخص
نمایش تمام اطلاعات شخص !
==================
#clantag تک کلن
مشخصات کلن مشخص شده در کلش او کلنس.
==================
#music اسم خواننده به لاتین
دانلود آهنگ مورد نظر شما
==================
#tophoto 
تبدیل استیکر به عکس !
==================
#tosticker 
تبدیل عکس به استیکر !
==================
#conv متن به لاتین
تبدیل متن به استیکر!
==================
#time
نمایش تاریخ و زمان
==================
#sticker متن شما
تبدیل متن شما به استیکر (پیشرفته)
==================
#voice متن شما به لاتین
تبدیل متن به صدا!
==================
#write اسم شما به لاتین
طراحی اسم شما
==================
#insta آیدی اینستاگرام
مشخصات پیج مشخص شده‌ی اینستاگرام
==================
#tr متن انگلیسی یا فارسی شما
مترجم متن شما !
==================
#shortlink
کوتاه کننده لینک شما !
==================
#dler لینک مستقیم شما
دانلود یک فایل از لینک!
==================
#qrcode متن
تبدیل متن شما به QrCode !
==================
#gps
==================
#google متن شما
جستجوی متن شما در گوگل
==================
#github لینک
مشخصات دارنده لینک گیت هاب
 ==================
#calc 5*6 - 5+6 - 5-6 - 5/6
ماشین حساب
==================
#azan شهر شما
دریافت اوقات شرعی شهر شما !
==================
#aparat متن شما
سرچ متن شما برای جستجو فیلم در آپارات
==================
همچنین میتوانید با گفتن جک بگو فال بگیر نیز از سرویس ها استفاده کنید!

برای نمایش زمان کافی است "زمان" را ارسال کنید!
==================
🔱 @TeleGold_Team 🔱
]]

end

return {
  description = " bot help", 
  usage = "help",
  patterns = {
    "^[!/#]helpfa$"
  }, 
  run = run 
}

end
