function run(msg, matches)
if msg.to.type == 'user' and if not is_admin(msg) then
return "🔱سلام من ربات تله گولد هستم تو میتونی منو به گروهات یا سوپر گروهات بیاری تا من اونو مدیریت کنم مثلا : \nفحش دادن، ارسال لینک، استیکر یا عکس رو قفل کنم که کسی از اینا استفاده کرد من اون پیام رو حذف کنم\nیا میتونم لینک رو هر کسی خواست توی گروه ارسال کنم که شما راحت تر باشید \nیکی از بهترین امکانات من ضد اسپم بودن هست ینی هر کسی خواست گروه رو خراب کنه یا بهم بریزه اونو خودکار اخراج یا مسدود کنم \nبرای دعوت من به گروه به ربات @TeleGoldBot پیام بدید.🔱\n🔱Channel: @TeleGold_Team🔱  \n \n \nبرای عضویت تو گروه هایی که من داخلش هستم میتونی #Groups رو واسم ارسال کنی🔱"
end
end
return {
patterns = { 
"(.*)$",
},
run = run
}
